{
    "DeckName": "Dick in Ass",
    "DeckBy": "SunsetRey And MontyBadger",
    "Truths": [
        "What is your favourite colour and why?",
        "What is your number 1 fetish?",
        "When was the last time you pooped, and rate it out of 10",
        "Which sexual act are you best at and why?",
        "What is your biggest turn on?",
        "What is your biggest turn off?",
        "Would you let your duplicate fuck you? If so would you be top or bottom?",
        "Would you fuck/let your fursona fuck you? Describe in detail how it would go down",
        "What was your first sexual experience, and how did it go?",
        "Have you ever faked an orgasm? If so, why?",
        "What has been the biggest age difference you've had between you and a sexual partner?",
        "Who is the least attractive person in the room, and why?",
        "Have you ever been caught having sex?",
        "Who would you choose if you had to get back together with an Ex?",
        "What is something you're glad your mum doesn't know?",
        "Have you ever walked in on someone having sex?",
        "Have you ever filmed yourself having sex? If so where can I find it?",
        "Have you ever shit yourself (as an adult), if so, why?",
        "Have you ever pissed yourself (as an adult), if so, why?",
        "What is the last thing you searched for on your phone?",
        "What is an embarassing story you've never told anyone?",
        "If you had the chance to fullfill three wishes, what would they be and why? (You cannot wish for more wishes)",
        "What is the worst thing you have ever stuck your dick into/put into yourself?",
        "Who would win in a fight between you and <player>, and why?",
        "Who would win in an orgy between you and <player>",
        "How many sex toys do you own?",
        "Would you rather have basic sex once a day, or amazing sex once a month?",
        "What is the most unusual object you've used as a dildo/masturbator?",
        "On average, how often do you masturbate, and why?",
        "What is the longest you've been able to edge for before orgasming?",
        "What is your furry awakening story?",
        "What is your favourite body part?",
        "What is the craziest injury you have gotten?",
        "Tell the group a story about how you got one of your scars",
        "What is the weirdest place you got laid?",
        "What is your best quality?",
        "What is your worst quality?",
        "Murder is legal only ONCE, who do you choose to kill and how/why?",
        "You have obtained the ability to turn yourself invisible, what do you do?",
        "What is your dream holiday? Where would you go and why?",
        "If you have a furry crush, who is it and why?",
        "What is your greatest fear and why?",
        "What is your favourite movie/show?",
        "How often do you wash your bed sheets?",
        "Have you ever been to a nude beach? If not, would you go?",
        "What is your biggest culinary disaster?",
        "What is your biggest regret?",
        "What would you do if you won the lottery?",
        "How many hours do you have in VRChat?",
        "Tell the group about your worst drinking experience",
        "Have you ever walked in on your parents having sex? If you don't have any parents, take a drink",
        "What is the scariest thing you've ever done?",
        "Have you ever cheated on someone?",
        "What is your guilty pleasure?",
        "If you could bring a famous person back to life, who would it be and why?",
        "Do you prefer to have sex with lights on or off? Why?",
        "What is the most money you've donated to a streamer? If none, Reroll",
        "<player> rate <local> ass between 1 and 10",
        "Do you prefer if your partner is loud or silent during sex? Why?",
        "Pick and name 3 people from the group, which one would you rather have sex with, marry, or kill?",
        "What is your biggest fear in a relationship?",
        "What is your funniest/worst first date ever?",
        "What is your perfect first date?",
        "What is your dream job?",
        "Do you believe in love at first sight?",
        "Would you ever consider being a nudist?",
        "How do you feel about the end butts of a loaf of bread?",
        "If you could change one thing on your body, what would it be?",
        "Describe the weirdest dream you've ever had",
        "What do you daydream about the most?",
        "How was your first kiss?",
        "Do you exercise?",
        "What is your favourite season in the year and why?",
        "Are you ticklish? If so, where?",
        "Is the dress Blue and Black? or Gold and White?",
        "What is a kink you most recently discovered/developed?",
        "WILD CARD! <player> must make up a Truth for you",
        "How often do you brush your teeth?",
        "When was the last time you showered?",
        "Tea? or Coffee?",
        "Coke? Or Pepsi?",
        "What are your top 3 sexiest fursona species?",
        "Maws? Or Paws?",
        "Boy Kisser vs. Reggie the Mouse, who would win?",
        "What is the earliest experience you can remember that confirmed your sexuality?",
        "What Music/specific song would you fuck to? (please dont say Cbat)",
        "Do you ERP in VRChat? If so, when was the last time you did? Describe the experience >:)",
        "What is your most radical 'Hear me out' character crush?",
        "What is the furtherst you've ever travelled by foot and why?",
        "What was your longest drive you've ever had and why?"
    ],
    "Dares": [
        "Until your next turn, replace the letter at the start of each word you speak with the letter B",
        "Let the group decide which public avatar you use until the start of your next turn",
        "Do your loudest Huuayaaahhhh for the group",
        "Set your last downloaded photo to your phone background for a week",
        "Come up with <range[1-10]> complement/s for <player>",
        "Let <player> decide what your online status says for the rest of the game",
        "Do your best impression of giving someone oral sex on <player>",
        "Let the group decide who sits on you until your next round",
        "Until the start of your next turn, you may only communicate using animal sounds",
        "If using fullbody, twerk for the group whilst on stage. If not, reroll",
        "Until the start of your next turn, do your best impression of a character chosen by <player>",
        "Get IRL naked",
        "Until the start of your next turn, you can only speak with a gag (or cloth) in your mouth",
        "Find and read aloud an erotic story (if unsure you can find one on r/EroticWriting)",
        "Get a mouthful of water, don't swallow it. The group must try to make you laugh by any means",
        "Gargle your national anthem",
        "Open the window and howl at the moon as loud as you can",
        "<player> must pick a song and you must give them a lap dance to it",
        "You must do your best to flit with <player> whilst chewing/eating something at the same time",
        "You must suck <player> toes until one of you taps out, whoever taps out first, take a drink",
        "Stick an ice cube up your ass until it melts",
        "The first person to say your name gets (head) from you",
        "Kneel in front of someone and pledge loyalty to them",
        "Give the room a show and strip tease in front of them",
        "Make your best deepthroat sound",
        "Turn on a porn video and play it loud enough for your mic to pick it up until the start of your next round",
        "Until the next round, do your best impression of <player>",
        "Rate each players avatars from 1 to 10",
        "Do 10 pushups",
        "Do a yoga pose",
        "Do 10 squats, your back facing the group",
        "Try to fit your fist in your mouth and say UWU",
        "Tell the group your best Dad Joke",
        "Send <player> the nastiest telegram/discord sticker you have",
        "Send <player> yiff of your weirdest/nastiest kink",
        "Send <player> a nude, if not, they choose a dare for you",
        "Sexy crawl into <player> lap",
        "Show everyone the weirdest asset on your avatar",
        "(pictionary) Using the VRC pen, try to draw a kink of your choosing until the group can guess what it is",
        "Suck on an ice cube until it melts, make it sloppy",
        "you must refer to everyone as master/mistress until the start of your next turn",
        "Write a love letter for <player>, you must read it out loud for everone before the start of your next turn",
        "Motorboat the person to your left",
        "You must only whisper until the start of your next turn",
        "Do your best celbrity impression",
        "Howl like a wolf for 1 minute",
        "Down your drink in front of the group",
        "Suck your own toe",
        "Moo like a cow until the start of your next turn",
        "Quack like a duck until the start of your next turn",
        "Baa like a sheep until the start of your next turn",
        "Bark like a dog until the start of your next turn",
        "Meow like a cat until the start of your next turn",
        "Argue with the wall for the next minute and pretend it's talking back",
        "Let <player> decide what your Discord status should be for a week",
        "Try to seduce <player>",
        "Give the group a 1 minute stand up routine",
        "Say the alphabet backwards in 15 seconds",
        "Go up to <player> and beg them to give you a hug",
        "Act like Romeo (from Romeo and Juliet), <player> must act as Juliet",
        "Break dance",
        "Mix a little bit of every drink you own into a super cocktail, now drink it",
        "Let everyone bite you at once",
        "Go touch some grass",
        "Make out (sloppily) with <player> for 10 seconds",
        "You are a Mime, make <player> a food item of their choosing",
        "(Lovense) If you are currently wearing/own a remote toy, the first person to say your name can take control for 1 round >:)",
        "Pick a drinking buddy, for the rest of the game you both drink when either one takes a drink",
        "You're stranded in the desert, down a glass of water like your life depends on it",
        "Demonstrate to the group your best Orgasm impression",
        "<player> has no pulse! <local> must perform CPR and save their life!",
        "Eat an entire spoonful of your chosen condiment",
        "You're now a slave and belong to <player>, you must do everything they say for 1 round",
        "WILD CARD! <player> must make up a dare for you",
        "Present yourself to the group",
        "<player> is now your pet, treat them like the good boy/girl they are until the start of your next round",
        "You will now proceed to lick the surface of any one thing <player> chooses. Bon Appetit!",
        "Fake Cry",
        "Prank call a local restaurant",
        "Do the worm",
        "Only speak in Rhymes until the start of your next round",
        "JINX! You cannot speak until someone says your name 3 times. If it becomes your turn again, you have to mime your answer",
        "From now on for the rest of the game, you must refer to yourself in the 3rd person",
        "Pluck a single nose hair, with or without tweezers",
        "Drink something fizzy and give the group your best BURP!",
        "Scream as loud as you can into a pillow",
        "For the next round, you can only talk/respond to people by flirting/suggestive comments",
        "Say BAZINGA after ever time you talk until the start of your next turn",
        "If you have a dildo, sit on it until the start of your next round",
        "Read out loud the last DM you sent",
        "Do your best vibrator impression",
        "Speak in your chosen stereotypical accent for the next round",
        "Speak a foreign language, no matter your skill level, for the next round",
        "Sing as much Bon Jovi - Livin' on a prayer as you can remember",
        "Close your eyes and receive 3 loud kisses. Try to guess who they were",
        "Do your best Dad Dancing for 1 minute"
    ]
}
